import React, { useEffect, useState } from 'react';
import styled from 'styled-components';
import Layout from '../../common/Layout';
import ReactMarkdown from 'react-markdown';

import './History.css'


function History() {
    
    return (
        <Layout>
            <div className="row about-history">
                <div className="col-12">
                    <div class="page-title container m-auto pt-5 pb-5">
                        <div class="page-title-text" style={{top: "-30" + 'px'}}>
                            <div class="en">History</div>
                            <div class="line">
                                <div class="box col-lg-5 col-sm-0"></div>
                                <div class="ch col-lg-2 col-sm-12">歷史</div>
                                <div class="box col-lg-5 col-sm-0"></div>
                            </div>
                            
                        </div>
                    </div>
                    <div class="row content container m-auto">
                        <div class="col-12 col-lg-6">
                            <div class="cover-pic" 
                                style={{backgroundImage: "url(https://i.imgur.com/G7m6SWN.jpg)"}}>
                            </div>
                            <div class="cover-pic" 
                                style={{backgroundImage: "url(https://i.imgur.com/bql9VSF.jpg)"}}>
                            </div></div>
                        <div class="col-12 col-lg-6 intro">
                            <p>本校於1988年成立清大藝術中心，為提升大學校園藝術氣息，培育人文、藝術與科學優秀人才，孕育深具社會功能與文化意涵的展演搖籃，此舉為全國大學藝術中心之首創。自此以往，藝術中心成為校園和社區文化藝術生活的中心，在校園中擔任活絡藝文氣息的重要角色，負責籌辦藝術展演、推廣美術教育與活動、提昇藝文欣賞能力，協助美化校園空間。</p><p>藝術中心自成立以來朝著多元性、全方位的藝術活動面向發展，不僅是校園實質的藝術機構，服務對象涵蓋師長、青年學子乃至新竹眾多社區民眾，帶動周邊藝文產業的 發展，使藝術家們能在新竹縣市地區有展演的機會，不論是視覺、音樂、表演、電影 藝術均努力不懈地詮釋當代藝術風貌，提供校園師生社區民眾與當代藝術家們面對面 互動之機會，創造優良藝術環境與氛圍，樹立鮮明的藝術形象與良好的口碑，培養師 生藝術感知能力，落實美感教育。</p><p>視覺藝術是眾多大學藝術機構耕耘的主要版圖，當代藝術範疇已超越傳統類別的桎梏，視覺與表演時而共冶於舞台之上。目前展覽以臺灣中青輩藝術家為主，給予藝術路 上努力不懈的藝術創作者展覽機會，藝術界人才濟濟，目前回顧三十年個展紀錄中尚 無重複者，近十年以來，每年也規劃展出數位藝術展覽。除了展覽廳之外，基於服務 校園的精神，也將觸角延伸至需要藝術的角落，如文化公園藝術季、藝術工坊、風雲 樓、旺宏館、人社院、台積館。同時也協助辦理校內公共藝術，催化出師生與民眾對空 間的共鳴，並有深刻的互動與對話。</p><p>音樂活動豐富多采，通常規劃系列性國內外知名表演團體，例如古典音樂、爵士樂、世界音樂、國樂、跨界表演等系列。駐校音樂家是長期計畫的亮點如蘇顕達音樂家、 黃義方音樂家、何婉甄均有亮麗的展現。間或舉辦音樂舞蹈工作坊如中東鼓、中東肚 皮舞、火舞、爵士樂等工作坊。配合校慶辦理音樂性活動，校慶電玩音樂會也引起大 眾的注目與稱讚。並經常與張昭鼎紀念基金會、台積電、聯電知名業界合作，共創音 樂活動、共享音樂資源。</p><p>表演藝術發想創意思考辯證，活動包含展演與學習，規劃工作坊、示範演出、專題講座等方向，兼具創意學習、專業知識、實驗精神，提供深入多元的藝術參與機會。以 期開發表演藝術創作與應用的能力；展現表演藝術在劇場與各種場域演出的應用；連 結表演藝術於生活。表演藝術活動邀請優質表演藝術團隊蒞校示範演出，舉辦專題講 座，與國家兩廳院場館、台中歌劇院、衛武營國家藝術文化中心合作，安排師生聆賞 國際表演團體演出、觀摩交流。</p><p>電影藝術撫慰人心反映時代，夜貓子電影院自2006年成立，初期便決定從作者論出發，按導演作品年表選映，呈現導演完整的創作脈絡；此外，亦策劃主題性影展與類型 影展，包括科幻影展、林強電影配樂、黃文英影像美術特展等。平均一個月一檔專題 影展，邀請導演蒞臨分享，以及舉辦影像創作工作坊。影展創辦已逾十年，我們所選 映的電影大部分皆已購入清大圖書館館藏，藉由影展的推介與館藏資料庫，培養觀眾 的觀影品味，推動電影藝術。並建立部落格與粉絲團，深受大眾的支持與讚賞。</p><p>水清木華美好的自然校園中，藝術中心提供生活美學的真摯體驗，凝視展覽廳中的藝術作品、傾聽藝術家親自講解創作理念、聆聽音樂會中流轉的樂章、欣賞一齣戲劇情 緒跟隨著起承轉合、與創作者在工作坊中放鬆肢體感受自我，晚上看場夜貓子電影院 播放之影集，思索人生真諦，漫步校園，走過《葉子》《無聲的對話》或《對弈、對 藝》，沉潛在周遭藝術氛圍，流連其中，驀然回首，三十年光陰倏忽已過。藝術中心 夥伴們永遠懷抱理想，望向未來，繼續締造燦爛藝術斐頁。</p>
                            <div class="teacher">
                                <h3 id="歷代主任">歷代主任</h3>
                                <ul><li>邱誌勇 (2020 - )</li>
                                <li>蕭銘芚 (2019 - 2020)</li>
                                <li>江怡瑩 (2017 - 2019)</li>
                                <li>王小璠 (2012 - 2017)</li>
                                <li>劉瑞華 (2006 - 2012)</li>
                                <li>黃朝熙 (2002 - 2006)</li>
                                <li>李家維 (2000 - 2002)</li>
                                <li>楊敏京 (1998 - 2000)</li>
                                <li>李家維 (1997 - 1998)</li>
                                <li>彭明輝 (1994 - 1996)</li>
                                <li>徐小虎 (1990 - 1993)</li>
                                <li>宋文里 (1988 - 1990)</li>
                                </ul>
                            </div>
                        </div>
                    </div>
                </div>
            </div>

        </Layout>
    )
       
}

export default History;


